[
    {
        "title": "Powering Through",
        "year": "2024",
        "image": "https://andiigonzalez.github.io/portfolio/imgs/powering_through_img.jpeg",
        "description": "This study investigates the trends in power outages across the nation, identifies the primary drivers for these events and hopes to provide relevant information that may assist communities and their policy makers in reducing the frequency and impact of this phenomena. The project also includes a binary classification model that predicts whether the cause of a power outage is weather related or not."
    },
    {
        "title": "Visualization Techniques 1",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "An exploration and analysis of visualization techniques for data science."
    },
    {
        "title": "Visualization Techniques: Deceptive Techniques",
        "year": "2025",
        "image": "https://andiigonzalez.github.io/portfolio/imgs/deceptive-visualizations.jpg",
        "description": "Understanding deceptive visualizations and their characteristics. "
    },
    {
        "title": "Project Title",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Odio accusantium ab non nostrum amet facilis maiores quia ea corrupti ad maxime, ratione recusandae minus, itaque vel nihil consequatur, aspernatur natus magni omnis. Id suscipit veritatis nisi sapiente tempore?"
    },
    {
        "title": "Project Title",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Libero dolores at, ex saepe modi nostrum consectetur quis delectus perspiciatis odit autem eaque quasi molestias neque laudantium? Nihil laboriosam laborum esse consequuntur adipisci. Eos numquam qui iure voluptas harum."
    },
    {
        "title": "Website From Scratch",
        "year": "2025",
        "image": "https://andiigonzalez.github.io/portfolio/imgs/website.jpg",
        "description": "Leveraged knowledge of Javascript, HTML, and CSS to create a personal website from scratch to display my project portfolio and resume."
    },
    {
        "title": "Image Processing",
        "year": "2023",
        "image": "https://andiigonzalez.github.io/portfolio/imgs/knn-img-clasification.jpg",
        "description": "This notebook includes several image processing techniques implemented in Python such as KNN Image Classifier, blurring, highlighting the edges and many more."
    },
    {
        "title": "Project Title",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ipsum porro, nemo sit saepe distinctio at sequi, ea similique ut rem quae iusto. Eligendi neque possimus reprehenderit nesciunt quo hic, tenetur nulla architecto voluptate amet voluptas quisquam inventore impedit?"
    },
    {
        "title": "Project Title",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Optio perspiciatis delectus sed at, amet dolore vel consequatur ratione iusto deserunt ullam itaque! Laborum ipsum accusantium repellendus impedit cum, sit debitis consequatur quidem, esse distinctio unde modi, enim porro!"
    },
    {
        "title": "Project Title",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nobis iste nisi rem commodi cupiditate neque, animi delectus cum repellendus velit. Neque maxime quod quae molestiae numquam in eius porro optio veniam reprehenderit inventore sunt unde, doloremque animi. Animi?"
    },
    {
        "title": "Project Title",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laborum magnam natus obcaecati nam repudiandae, neque inventore, facilis incidunt iusto, soluta fugiat explicabo. Maxime architecto saepe iste distinctio ex minus alias fugiat, obcaecati voluptatum, modi fugit, iusto mollitia error?"
    },
    {
        "title": "Project Title",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Tenetur ducimus iste magnam officiis voluptatibus laudantium eum quas accusamus beatae illo cum, quam modi nihil. Asperiores ab corporis magnam doloremque consectetur accusamus a sit, nihil sequi vitae, molestias dignissimos?"
    }
   
]
